Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/administrasjonsenheten_id_85854.html.tmx
Source language: nob
Languages: sme

source: Administrasjonsenheten
sme: Hálddahusovttadat

source: Administrasjonsenhetens hovedoppgaver er:
sme: Hálddahusovttadaga bargamušat leat

source: Utvikling og oppfølging av felles personalpolitikk for Fiskeri- og kystdepartementet.
sme: Oktasaš bargoveagapolitihka ovddideapmi ja čuovvoleapmi Guolástus- ja riddodepartemeantta ovddas.

source: Behandling av personalsaker, lønnsspørsmål og andre administrative oppgaver på personalområdet
sme: Bargoveahkaáššid ja bálkááššiid meannudeapmi, ja eará hálddahuslaš bargamušat mat gullet bargoveahkasuorgái.

source: Planlegging og administrasjon av felles personal- og lederutviklingstiltak
sme: Oktasaš bargoveahka- ja jođiheaddjiovddidandoaibmabijuid plánen ja hálddašeapmi.

source: Profilering av Fiskeri- og kystdepartementet som arbeidsgiver
sme: Guolástus- ja riddodepartemeantta profileren bargoaddin.

source: Personalpolitikk i underliggende etater.
sme: Vuollásaš etáhtaid bargoveahkapolitihkka.

source: Ansvar for departementets interne økonomi, herunder budsjettering og økonomistyring.
sme: Ovddasvástádus departemeantta siskkáldas ekonomiijas, dás maiddái bušeahttaráhkadeamis ja ekonomiijastivremis.

source: Ansvar for beredskapssaker og ulike oppgaver knyttet til fellesadministrasjon og løpende drift.
sme: Ovddasvástádus gearggusvuođaáššiin ja iešguđegelágan bargamušat mat čatnasit oktasašhálddahussii ja beaivválaš doibmii.

source: Servicefunksjon for språktjenester.
sme: Giellabálvalusaid fuolahusdoaibma.

source: Service- og støtteoppgaver for departementets avdelinger.
sme: Fuolahus- ja doarjjadoaimmat departemeantta ossodagaide.

source: Dokumentasjon og arkivfunksjon for hele departementet.
sme: Oppa departemeantta duođaštus- ja vuorkádoaibma.

source: Koordinering av IT-spørsmål.
sme: IT-áššiid oktiiordnen.

source: Støttefunksjon for ikt-relaterte prosjekter i fagavdelingene.
sme: Fágaossodagaid IT-lunddot prošeavttaid várás doarjjadoaibma.

source: Koordinator for fornyelse og modernisering, herunder initiativtaker for utvikling av elektroniske løsninger.
sme: Ođasmahttima ja ođđaáigádeami oktiiordnejeaddji, dás maiddái elektrovnnalaš čovdosiid ovddideami álggaheaddji.

source: Administrasjonsenheten koordinerer kontakten med tjenesteleverandøren Departementenes servicesenter.
sme: Hálddahusovttadat oktiiordne oktavuođa bálvaluslqgideaddjiin Departemeanttaid fuolahusguovddážiin.
